Repository: SergeyGoesWild/WhatBeforeWhat
Catalog: WhatWasFirst/Localization/UI-Localizable.xcstrings
Source language: en
Languages: fr, ru

# Alert.line01
source: With the score of
fr: Avec le score de
ru: Закончив со счетом

# Alert.line02
source: you get the title:
fr: vous recevez le titre:
ru: вы получаете титул:

# Alert.noRightGuess
source: because there was no correct answer
fr: parce qu’il n’y a pas eu de bonnes réponses
ru: потому что не было ни одного правильного ответа

# Alert.rightGuess
source: you guessed right about:
fr: La bonne réponse sur :
ru: Правильно ответили про:

# Result.ad
source: AD
fr: ap. J.-C.
ru: г. н.э.

# Result.bc
source: BC
fr: av. J.-C.
ru: г. до н.э.

# Title.american
source: American Core
fr: l’Américain Core
ru: Американ-Core

# Title.ancientArchi
source: Oldest Buildings
fr: Vieux Bâtiments
ru: Старых Зданий

# Title.ancientArt
source: Ancient Art
fr: l’Art Ancien
ru: Древнего Искусства

# Title.ancientVase
source: Ancient Vases
fr: Vases Anciens
ru: Древних Ваз

# Title.antiquity
source: Cool Antiquity
fr: l’Antiquité
ru: Античности

# Title.artifact
source: Ancient Artifacts
fr: Vieux Artéfacts
ru: Древних Артефактов

# Title.asian
source: Asian Style
fr: Style Asiatique
ru: Азиатского Стиля

# Title.avantgarde
source: Avantgarde
fr: l’Avant-garde
ru: Авангарда

# Title.baroque
source: Baroque Things
fr: Baroque
ru: Барокко

# Title.captain
source: Captain of
fr: Capitaine de
ru: Капитан

# Title.chief
source: Chief of
fr: Chef de
ru: Шеф

# Title.count
source: Count of
fr: Comte de
ru: Граф

# Title.duke
source: Duke of
fr: Duc de
ru: Герцог

# Title.dutch
source: Dutch Art
fr: l’Art Hollandais
ru: Голландцев

# Title.french
source: French Art
fr: l’Art Français
ru: Французских Штук

# Title.gothic
source: Gothic Things
fr: l’Art Gothique
ru: Готик-Core

# Title.guru
source: Guru of
fr: Gourou de
ru: Гуру

# Title.impressionisme
source: Impressionisme
fr: l’Impréssionnisme
ru: Импрессионизма

# Title.indian
source: Indian Vibes
fr: Vibes Indiens
ru: Индийского Вайба

# Title.lord
source: Lord of
fr: Lord de
ru: Лорд

# Title.master
source: Master of
fr: Maître de
ru: Мастер

# Title.medieval
source: Medieval Stuff
fr: Moyen-Âge
ru: Средневековья

# Title.modern
source: Modernity
fr: Modernité
ru: Современности

# Title.neoClassical
source: Neoclassicism
fr: Néo-classicisme
ru: Неоклассицизма

# Title.nothing
source: Nothing
fr: Rien
ru: Неправильных Ответов

# Title.paris
source: Parisian Vibes
fr: Vibes Parisiens
ru: Парижского Вайба

# Title.point
source: Pointillism
fr: Pointillisme
ru: Пуантилизма

# Title.prehistoric
source: Prehistoric Art
fr: l’Art Préhistorique
ru: Доисторической Эпохи

# Title.savant
source: Savant of
fr: Savant de
ru: Ученый

# Title.scroll
source: Old Scrolls
fr: Vieux Manuscrits
ru: Старых Свитков

# Title.slavic
source: Slavic Vibes
fr: Vibes Slaves
ru: Славянского Вайба

# Title.temple
source: Temples and Churches
fr: Temples et Églises
ru: Храмов и Церквей

# Title.victorian
source: Victorian Stuff
fr: l’Époque Victorienne
ru: Викторианской Эпохи

# UI.centralQuestion
source: What was first?
fr: Lequel date d’avant ?
ru: Что было раньше?

# UI.endButton
source: Finish
fr: Terminer
ru: Закончить игру

# UI.nextButton
source: Next
fr: Suivant
ru: Далее

# Result.circa
source: circa
ru: около

# Result.date
source: Date:
ru: Дата:

# Title.renaissance
source: Renaissance
ru: Ренессанса

# Title.romantisme
source: Romantisme
ru: Романтизма
